{
    "locations": [
        {
            "id": 1,
            "name": "Atlas",
            "city": "Marrakech, Morocco",
            "description": "atlas description",
            "img":"https://i.postimg.cc/y8Xn1xLd/atlas.jpg"
        },
        {
            "id": 2,
            "name": "Toubkal",
            "city": "Marrakech, Morocco",
            "description": "Toubkal description",
            "img":"https://i.postimg.cc/g2dqTdGP/toubkal.jpg"
        },
        {
            "id": 3,
            "name": "Oukaimeden",
            "city": "Marrakech, Morocco",
            "description": "Oukaimeden description",
            "img":"https://i.postimg.cc/0270nrRf/oukaimeden.jpg"
        },
        {
            "id": 4,
            "name": "Ourika",
            "city": "Marrakech, Morocco",
            "description": "Ourika description",
            "img":"https://i.postimg.cc/Ls8kmTqC/ourika.jpg"
        },
        {
            "id": 5,
            "name": "Imlil",
            "city": "Marrakech, Morocco",
            "description": "Imlil description",
            "img":"https://i.postimg.cc/907tvQ4c/berber1.jpg"
        }
    ],
    "experiences": [
        {
            "id": 1,
            "location_id": 5,
            "title": "Half-Day adventure Trekking",
            "description": "Welcome to our Half-Day Adventure Trekking tour! Get ready to embark on an exhilarating journey through nature's wonderland. As you lace up your hiking boots and breathe in the crisp, fresh air, prepare yourself for an unforgettable exploration. Our expert guides will lead you through rugged terrain, dense forests, and breathtaking vistas, immersing you in the untamed beauty of the great outdoors. The adventure begins as we set off on winding trails, each step unveiling a new discovery. Traverse babbling brooks, leap over ancient roots, and ascend rocky slopes as you push yourself to new heights. Along the way, keep your eyes peeled for native wildlife, from elusive birds to majestic deer, as they go about their daily routines in harmony with nature.",
            "price": "25.00",
            "city": "Imlil, Marrakech",
            "img":"https://i.postimg.cc/g0gDh5Fb/atlas1.jpg"
        },
        {
            "id": 2,
            "location_id": 2,
            "title": "2 day mount toubkal trek",
            "description": "Welcome to our 2-Day Mount Toubkal Trek! Get ready for an extraordinary adventure in the High Atlas Mountains of Morocco.Over two days, you'll embark on a journey to conquer the highest peak in North Africa, Mount Toubkal. Led by experienced guides, you'll trek through picturesque valleys, past traditional Berber villages, and along rocky trails, immersing yourself in the breathtaking beauty of the mountainous landscape.Day one will see you starting your ascent, passing through lush valleys and crossing crystal-clear streams as you make your way to the Toubkal Refuge. Here, you'll spend the night, enjoying hearty Berber cuisine and camaraderie with fellow trekkers under a canopy of stars.On day two, rise early for the final push to the summit of Mount Toubkal. With the sunrise painting the sky in hues of pink and gold, you'll navigate rocky slopes and winding trails, fueled by the anticipation of reaching the peak. At the summit, bask in the awe-inspiring views stretching across the Atlas Mountains and beyond, a testament to your determination and spirit of adventure.",
            "price": "325.94",
            "city": "Toubkal, Marrakech",
            "img":"https://i.postimg.cc/Nj47hV02/toubkal1.jpg"
        },
        {
            "id": 3,
            "location_id": 2,
            "title": "3 day Toubkal Trek via Azzaden",
            "description": "Join us for the unforgettable 3-Day Toubkal Trek via Azzaden! Trek through the stunning High Atlas Mountains of Morocco on a journey that combines adventure, culture, and breathtaking scenery.Day one begins with a scenic drive to the village of Imlil, the starting point of our trek. From there, we'll embark on a picturesque hike through the Azzaden Valley, passing by traditional Berber villages and lush greenery. As we ascend, marvel at the panoramic views of snow-capped peaks and cascading waterfalls.On day two, we continue our trek, ascending higher into the mountains and traversing rugged terrain. Along the way, we'll immerse ourselves in the rich Berber culture, stopping to visit local villages and meet friendly locals. As we reach higher altitudes, the landscape transforms into rocky slopes and alpine meadows, offering unparalleled views of the surrounding peaks.Day three brings the culmination of our adventure as we make our final push to the summit of Mount Toubkal, the highest peak in North Africa. With the sunrise painting the sky in vibrant colors, we'll stand atop the summit, taking in panoramic views of the entire Atlas Mountain range. After celebrating our achievement, we'll begin our descent back to Imlil, where our journey concludes.The 3-Day Toubkal Trek via Azzaden promises an unforgettable experience, combining physical challenge with cultural immersion in one of the world's most stunning mountain ranges. Join us for an adventure of a lifetime!",
            "price": "400.00",
            "city": "Toubkal, Marrakech",
            "img":"https://i.postimg.cc/4dn1Q5s7/atlas4.jpg"
        },
        {
            "id": 4,
            "location_id": 1,
            "title": "Atlas Mountains and 3 Valleys",
            "description": "Explore the stunning beauty of the Atlas Mountains and discover the charm of the Three Valleys on our guided tour. Begin your journey by venturing into the heart of the Atlas Mountains, where rugged peaks and verdant valleys await. As you wind your way through this majestic landscape, marvel at the breathtaking scenery and immerse yourself in the tranquility of nature. Next, embark on a journey through the Three Valleys, each offering its own unique beauty and allure. Traverse lush forests, meandering rivers, and fertile farmland as you explore the diverse landscapes of this enchanting region. Along the way, encounter traditional Berber villages nestled among the hills, where friendly locals welcome you with warmth and hospitality. Learn about the rich cultural heritage of the Atlas Mountains as you interact with villagers and discover their way of life. Whether you're seeking adventure or simply yearning for a peaceful escape, our Atlas Mountains and Three Valleys tour promises an unforgettable experience that will leave you enchanted by the natural splendor of Morocco's countryside. Join us and embark on a journey of discovery through this captivating region.",
            "price": "125.00",
            "city": "Atlas, Marrakech",
            "img":"https://i.postimg.cc/907tvQ4c/berber1.jpg"
        },
        {
            "id": 5,
            "location_id": 4,
            "title": "Ourika Valley Day Trip",
            "description": "Explore the stunning beauty of the Atlas Mountains and discover the charm of the Three Valleys on our guided tour. Begin your journey by venturing into the heart of the Atlas Mountains, where rugged peaks and verdant valleys await. As you wind your way through this majestic landscape, marvel at the breathtaking scenery and immerse yourself in the tranquility of nature. Next, embark on a journey through the Three Valleys, each offering its own unique beauty and allure. Traverse lush forests, meandering rivers, and fertile farmland as you explore the diverse landscapes of this enchanting region.",
            "price": "89.00",
            "city": "Ourika, Marrakech",
            "img":"https://i.postimg.cc/kM0yWKZG/ourika1.jpg"
        }
    ]
}
